{
"fases_jogo":["First of all, we need to prepare the earth where we are going to plant the vegetables. What is the best option?",
"Now lets organize the farm to plant kale, lettuce, corn, carrot and watermelon. What should we do next?",
"Very well! Now we need to fertilize the earth.",
"Now that we have fertilized the earth, we need to plant the seeds next.",
"The seeds are planted. What should we do now to make the seeds germinate?",
"Now we need to take care of the vegetables that germinated and began to grow.",
"Let's harvest the kale!",
"Let's harvest the lettuce now?!",
"Now is the corn's turn!",
"...and the carrot's turn",
"And finally the watermelon's turn"],

"texto_botao": ["Mow with scythe and hoe","Apply several insecticides",
"Set fire","Split it evenly","Plant all the vegetables together in the same area",
"","With natural fertilizers, with the manure from your chickens", "Buy fertilizer",
"Don't fertilize","Plant each seed on their right spot","Plant the seeds anywhere","",
"Water once a day", "don't water", "Water four times a day, with a lot of water",
"Build a fence", "Don't do anything, just observe","",
"Separate the leaves to eat on diner.","Separate the root to eat on diner.","",
"Use the whole vegetable to feed your animals","Throw away the leaves and give your animals only the stem and the root.","",
"Use the corn ears to make corn meal, and the leaves and stems to feed the animals.","Do nothing with the corn ears.","",
"Take the entire carrot and offer it to your pets..","Take only the leaves.","",
"Harvest your fruits.","Do nothing with your fruits.",""],

"valor_botao": ["0","Wrong answer! That kills the unwanted bushes, but polutes the earth, the air and the water.","Wrong answer! That kills the bushes, but it kills the animals that live there as well.",
"0","Wrong answer! Doing this way one vegetable interferes on the other vegetable's growth.","1",
"0","Wrong answer! Buying fertilizers is expensive and Pedro doesn't have enough money.","Wrong answer! It's going to take too long for the vegetables to grow.",
"0","Wrong answer! You can't mix the seeds.","1",
"0","Wrong answer! If you don't water the seeds they won't germinate.","Wrong answer! If you water the seeds too much they will rot and therefore they won't germinate.",
"0","Wrong answer! This way your animals will mess up all the farm","1",
"0","Wrong answer! The kale root is not a common food for us human beings","1",
"0","Wrong answer! The main nutrients of the lettuce are located in its leaves.","1",
"0","Wrong answer! The corn ears have a lot of carbohydrates, which gives energy to those who eat it.","1",
"0","Wrong answer! The carrot is a root which the entire vegetable is used, to feed us and to feed the animals as well.","1",
"0","Wrong answer! We can't let the watermelons spoil","1"],

"style_botao": ["initial","initial","initial",
"initial","initial","none",
"initial","initial","initial",
"initial","initial","none",
"initial","initial","initial",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none",
"initial","initial","none"]
}